[{
    "id": 1, 
    "name": "Silent Feet", 
    "description": "Bei dieser Übung geht es darum, möglichst geräuchlos die Füße zu platzieren. Versuch den Fuß so präzise auf den Tritt zu setzen, dass dabei keine Geräusche zu hören sind."
}, 
{
    "id": 2, 
    "name": "Keine Tritte", 
    "description": "Klettere die Route ohne die vorgesehenen Tritte, nutz stattdessen die Wand zum Antreten. Idealerweise machst du das an einer Wand mit einer rutschfesten Beschichtung."
}, {
    "id": 3, 
    "name": "One Touch Only", 
    "description": "Versuch so präzise wie möglich zu greifen und zu treten. Sobald du die Hand oder den Fuß gesetzt hast, darfst du nicht mehr nachjustieren. Versuch über Gewichtsverlagerungen eventuell ungünstige Positionen auszugleichen."
}
, 
{
    "id": 4, 
    "name": "Roboter", 
    "description": "Sobald du eine Hand oder einen Fuß von der Wand löst, darf nur dieses Körperteil bewegt werden, der Rest des Körpers ist steif, bis die Hand oder der Fuß den nächsten Griff oder Tritt erreicht."
}, 
{
    "id": 5, 
    "name": "Let’s Pogo", 
    "description": "Beim Pogo schwingst du einen Arm oder ein Bein vor und zurück und generierst damit Schwung, der dich zum nächsten Griff/Tritt bringt. Mach diese Übung viermal, bei jedem Durchlauf nutzt du ein anderes Körperteil, um Schwung zu holen. "
}, 
{
    "id": 6, 
    "name": "Toe Hook Only", 
    "description": "Bei dieser Übung zählen alle Farben für die Füße. Benutze hier die Tritte nicht wie vorgesehen, sondern setze stattdessen Toe Hooks. Wenn du mit der rechten Hand weitergreifen willst, setz mit dem rechten Fuß einen Toe Hook. Hast du weitergegriffen, stell den Fuß stabil auf einem Tritt ab. Nun setzt du mit links einen Hook und löst die linke Hand zum Weitergreifen."
}, 
{
    "id": 7, 
    "name": "Heel Hook Only", 
    "description": "Hier zählen alle Farben für die Füße. Benutze hier die Tritte nicht wie vorgesehen, sondern setze stattdessen Heel Hooks. Wenn du mit der rechten Hand weitergreifen willst, setz mit dem rechten Fuß einen Hook. Hast du weitergegriffen, stell den Fuß stabil auf einem Tritt ab. Nun setzt du mit links einen Hook und löst die linke Hand zum Weitergreifen."

}, {
    "id": 8, 
    "name": "Fuß zur Hand", 
    "description": "Nutze als nächsten Tritt jeweils den Griff, auf dem deine Hand liegt. Greif am besten hierfür nur auf Hüfthöhe. So verbesserst du deine Beweglichkeit."
}, {
    "id": 9, 
    "name": "Seilarme", 
    "description": "Versuch dich aus den Beinen heraus in die nächste Position zu schieben, ohne über die Arme oder die Hände Zug auszuüben."
}, {
    "id": 10, 
    "name": "Hover", 
    "description": "Bevor du den nächsten Griff greifst oder den Fuß platzierst, lass deine Hand bzw. deinen Fuß kurz über Griff oder Tritt schweben, und versuch diese Postion stabil zu halten."
}, 
{
    "id": 11, 
    "name": "Füße zuerst", 
    "description": "Versuche den Griff, den du als nächstes mit der Hand erreichen möchtest, zuerst mit dem Fuß zu erreichen. Du musst nicht darauf stehen, es reicht, ihn zu berühren."
}, 
{
    "id": 12, 
    "name": "Ohne Hände", 
    "description": "Bei dieser Übung nutzt du Tritte aller Farben. Griffe jedoch nutzt du gar nicht. Versuch so weit wie möglich freihändig zu klettern. Stabilisiere dich stattdessen mit Ausbalancieren und präzisen Tritten."
}]